Repository: igorko/flare-mod-noname
Catalog: new_game_mod/languages/data.*.po
Languages: fr

source: Scout
fr: Eclaireur

source: Skirmisher
fr: Tirailleur

source: Spider
fr: Araignée

source: Giant Spider
fr: Araignée Géante

source: Small Spider
fr: Petite Araignée

source: Stone Barricade
fr: Barricade de pierre

source: Warhorse
fr: Cheval de guerre

source: Wooden Barricade
fr: Barricade en bois

source: Wyvern
fr: Vouivre

source: Rotting Zombie
fr: Zombie pourrissant

source: Professor Langlier
fr: Professeur Langlier

source: Reanimated Skeleton
fr: Zombie réanimé

source: Rilrak, Goblin Shaman
fr: Rilrak, Chaman Gobelin

source: Sir Evan Maddox
fr: Seigneur Evan Maddox

source: Skeletal Archer
fr: Squelette archer

source: Skeletal Knight
fr: Chevalier Squelette

source: Skeletal Mage
fr: Mage Squelette

source: Skeletal Occultist
fr: Squelette Occulte

source: Skeletal Prophet
fr: Prophete Squelette

source: Skeletal Sniper
fr: Squelette Sniper

source: Skeletal Thundersword
fr: Squelette Foudrépée

source: Skeletal Warrior
fr: Combattant Squelette

source: Stealth
fr: Furtif

source: The Warden
fr: Le Gardien

source: Ukkonen, Goblin Chieftain
fr: Ukkonn, Chef Gobelin

source: Vesuvvio (the Destroyer)
fr: Vesuvvio (le Destructeur)

source: Venom Wyvern
fr: Vouivre venimeuse

source: Bloodthirsty Zombie
fr: Zombie Assoifé de sang

source: Zombie Brute
fr: Brute Zombie

source: Iceclaw Zombie
fr: Zombie Griffeglace

source: Collapsed Mine
fr: Mines effondrées

source: Asylum
fr: Refuge

source: Asylum Living Quarters
fr: Quartiers d'habitation du Refuge

source: Asylum Governors Wing
fr: Aile du Gouverneur du Refuge

source: Bloody Fields
fr: Champs Ensanglantés

source: Bloody Fields Crossing
fr: Croisement des Champs Ensanglantés

source: Bloody Fields Copse
fr: Bosquet des Champs Ensanglantés

source: Bloody Fields Camp
fr: Camp des Champs Ensanlantés

source: Bloody Fields Plain
fr: Plaine des Champs Ensanglantés

source: Death Valley
fr: Vallée de la mort

source: Desert
fr: Désert

source: Desert North
fr: Désert du Nord

source: Ancient Dungeon Level 1
fr: Ancien Donjon Niveau 1

source: Ancient Dungeon Level 10
fr: Ancien Donjon Niveau 10

source: Greenwood Point
fr: Point du Bois Vert

source: Waypoint discovered
fr: Point de Passage découvert

source: Ancient Dungeon Level 2
fr: Ancien Donjon Niveau 2

source: Ancient Dungeon Level 3
fr: Ancien Donjon Niveau 3

source: Ancient Dungeon Level 4
fr: Ancien Donjon Niveau 4

source: Ancient Dungeon Level 5
fr: Ancien Donjon Niveau 5

source: Ancient Dungeon Level 6
fr: Ancien Donjon Niveau 6

source: Ancient Dungeon Level 7
fr: Ancien Donjon Niveau 7

source: Ancient Dungeon Level 8
fr: Ancien Donjon Niveau 8

source: Ancient Dungeon Level 9
fr: Ancien Donjon Niveau 9

source: Ancient Pass
fr: Ancien Passage

source: Journeys End
fr: La Fin du Voyage

source: Fern Valley
fr: Vallée des Fougeres

source: Goblin Caves
fr: Grottes Gobelines

source: Marshlands
fr: Marais

source: River Road
fr: Route de la Riviere

source: Northwood Cottage
fr: Chalet du bois du Nord

source: Shared Stash
fr: Equipement Partagé

source: Hidden Alcove
fr: Alcove Cachée

source: Greenwood Forest
fr: Foret du Bois Vert

source: Northwood
fr: Bois du Nord

source: Wyrmwold Cave
fr: Grotts de Wyrmwold

source: Wyrmwold Tunnels
fr: Tunnels de Wyrmwold

source: Wyrmwold Cavern
fr: Caverne de Wyrmwold

source: Unlocked the 'Summon Goblin Ally' Skill. Continue through the north exit of the caves and travel East through the desert to the asylum.
fr: Débloqué la compétence 'Invoquer un allié gobelin'. Continuez par la sortie nord des grottes et dirigez-vous vers l'est à travers le désert jusqu'au Refuge.

source: Find the asylum living quarters and see if anybody has some answers
fr: Trouvez les quartiers d'habitaion du Refuge et voyez si quelqu'un a des réponses

source: Find the Governor
fr: Trouvez le Gouverneur

source: Unlocked the 'Summon Minotaur Ally' skill. Continue north past the Ancient Pass and meet Ieuan at the approaching battle front.
fr: Débloqué la compétence "Invoquer un allié Minotaure". Continuez vers le nord après l'Ancien Passage et rencontrez Ieuan au Front.

source: Prepare for battle and push back the advancing forces.
fr: Préparez-vous pour la bataille et repoussez les forces en progression.

source: You have halted the advancing forces. Return to Greenwood Point and use the final waypoint to continue your adventure in distant lands.
fr: Vous avez arreté les forces en progression. Retournez au Point du Bois Vert et utilisez le Point de Passage Final pou continuer votre aventure dans des terres lointaines.

source: Unlocked the 'Conversion' skill. Return to talk to Ieuan
fr: Débloqué la compétence 'Conversion'. retournez parler a Ieuan

source: Travel north through the Goblin caves leading to the desert. Keep an eye out for Vlad.
fr: Voyagez vers le nord à travers les grottes gobelines menant au désert. Gardez un œil sur Vlad.

source: Clear the goblin caves of the infestation
fr: Nettoyez les Grottes Gobelines de leur Infection

source: Return to Vlad
fr: Retournez voir Vlad

source: Speak to Ieuan
fr: Parlez a Ieuan

source: Meet Ieuan at the settlement at the end of Fern Valley
fr: Rencontrez Ieuan à la colonie au bout de la Vallée des Fougeres

source: Speak to the woodsman
fr: Parlez au bucheron

source: Head to the woods north of town and use the apples Evan gave you to coax the beast.
fr: Dirigez-vous vers les bois au nord de la ville et utilisez les pommes qu'Evan vous a données pour amadouer la bête.

source: Go back to town and tell Evan of your deeds.
fr: Retourne en ville et raconte tes actes à Evan.

source: Unlocked the 'Summon Wyvern Ally' skill. Investigate the beast at the cave to the southeast of the Northwood
fr: Débloqué la compétence 'Invoquer une Vouivre alliée'. Enquêtez sur la bête dans la grotte au sud-est de Northwood

source: Return to tell bethan of your fight
fr: Retournez raconter a Bethan votre comabt

source: Return to the cave where you fought the beast
fr: Retournez dans la Grotte ou vous avez trouvé la Bete

source: Unlocked the 'Werewolf' skill. Go and report your findings to Bethan
fr: Débloqué la compétence 'Loup-Garou'. Allez raporter vos trouvailles a Bethan

source: Talk to Ieuan at the Northwood Cottage
fr: Discutez avec Ieuan du Chalet des Bois du Nord

source: Head west through the marshlands and look for the entrance to the ancient dungeon
fr: Dirigez-vous vers l'ouest à travers les Marais et cherchez l'entrée de l'Ancien Donjon

source: Explore the dungeon and locate the legendary guardian
fr: Explorez le Donjon et localisez le Grdien Légendaire

source: Unlocked the 'Summon Ghost Ally' skill. Continue exploring North beyond the desert and through the Wyrmwold Caves.
fr: Débloqué la compétence 'Invoquer un allié Fantome'. Continuez à explorer le nord au-delà du désert et à travers les grottes de Wyrmwold.

source: Find a Fire Antlion heart in the Northwood and return to Bethan with the heart and the elemental wyvern tails.
fr: Trouvez un Coeur d'Antilion de Feu dans les Bois du Nord et retournez voir Bethan avec le coeur et les queues des Vouivres Elémentaires

source: Good day.
fr: Bonne journée.

source: Oh a visitor. I dont get many around here. Now where did you come from?
fr: Oh un visiteur. Je n'en recois pas beaucoup par ici. D'ou viens-tu ?

source: I have travelled from Cambria in the south.
fr: J'ai voyagé depuis Cambria dans le Sud

source: Impressive. You must have come through the Wyrmwold cave. Not many can make it through. Now what brings you up here?
fr: Impressionant. Vous devez avoir traversé la Grotte de Wyrmwold. Peu de gens peuvent passer a travers. Qu'est-ce qui vous amenes ici ?

source: Battle preparations. Cambria was attacked by the Sarlinian some time ago and we are expecting a larger attack soon.
fr: Les préparatifs de guerre. Cambria a été attaquée par les Sarliniens il y a peu de temps et nous devons nous attendre a une plus grande attaque prochainement.

source: Now that wont do at all. I'll have none of that fighting nonsense here.
fr: Ca ne vas pas du tout. Je ne veux aucunes de ces betises de combats par ici !

source: Indeed...
fr: Effectivement...

source: If they think they can throw their weight around here, theyll find a jolly good talking to waiting for them.
fr: S'ils pensent pouvoir faire ce qu'ils veulent ici, ils trouveront un tres bon interlocuteur pour les attendre.

source: Thats one approach.
fr: C'est une approche

source: So what are you doing about it?
fr: Donc qu'allez vous faire a p[ropos de cela ?

source: Im looking for allies to help tip the balance
fr: Je cherche des alliés pour m'aider a faire pencher la balance.

source: I might be able to help with that. Let me consult my spell book now...
fr: Je vais peut-etre etre capable de vous aider sur ce point. Laissez-moi consulter mes livres de sorts maintenant...

source: Yes here it is. The wyverns power can be harnessed. All I need is a wyvern tail from each of the elemental wyverns. If you didnt get those, you had better go back to the Wyvern cave.
fr: Ca y est. Le pouvoir des vouivres peut etre controlé. Tout ce dont j'ai besoin c'est d'une queue de chaque Vouivre élémentaire. Si vous ne les avez pas, vous ferez mieux de retourner dans la Grotte des Vouivres.
