Repository: igorko/flare-mod-noname
Catalog: new_game_mod/languages/data.*.po
Languages: fr

source: Dagger
fr: Dague

source: Shortsword
fr: Épée courte

source: Longsword
fr: Épée longue

source: Greatsword
fr: Grande épée

source: Slingshot
fr: Fronde

source: Shortbow
fr: Arc court

source: Longbow
fr: Arc Long

source: Greatbow
fr: Grand Arc

source: Wood Buckler
fr: Bouclier en bois

source: Use: Raise your shield to raise your avoidance by 10% and absorb by 1-5. Chance to reflect missiles increased by 50%.
fr: Utiliser : Soulevez votre bouclier pour augmenter votre esquive de 10% et absorber de 1 à 5. Les chances de renvoyer les projectiles sont augmenté de 50%.

source: Iron Buckler
fr: Bouclier en Fer

source: Use: Raise your shield to raise your avoidance by 20% and absorb by 1-5. Chance to reflect missiles increased by 60%.
fr: Utiliser : Soulevez votre bouclier pour augmenter votre esquive de 20% et absorber de 1 à 5. Les chances de renvoyer les projectiles sont augmenté de 60%.

source: Crest Shield
fr: Bouclier Héraldique

source: Use: Raise your shield to raise your avoidance by 20% and absorb by 2-5. Chance to reflect missiles increased by 60%.
fr: Utiliser : Soulevez votre bouclier pour augmenter votre esquive de 20% et absorber de 2 à 5. Les chances de renvoyer les projectiles sont augmenté de 60%.

source: Tower Shield
fr: Pavois

source: Use: Raise your shield to raise your avoidance by 25% and absorb by 2-5. Chance to reflect missiles increased by 65%.
fr: Utiliser : Soulevez votre bouclier pour augmenter votre esquive de 25% et absorber de 2 à 5. Les chances de renvoyer les projectiles sont augmenté de 65%.

source: Cloth Shirt
fr: Chemise d'étoffe

source: Cloth Gloves
fr: Gants d'étoffes

source: Cloth Trousers
fr: Pantalon d'étoffe

source: Cloth Sandals
fr: Sandales d'étoffe

source: Leather Hood
fr: Capuche de cuir

source: Leather Chest
fr: Plastron de cuir

source: Leather Gloves
fr: Gants de cuir

source: Leather Trousers
fr: Panatalon de cuir

source: Leather Boots
fr: Bottes de cuir

source: Chain Coif
fr: Coiffe de chaînes

source: Chain Cuirass
fr: Cuirasse de chaînes

source: Chain Gloves
fr: Gants de chaînes

source: Chain Greaves
fr: Jambières de chaînes

source: Chain Boots
fr: Bottes de chaînes

source: Bear Trap
fr: Piège à Ours

source: Immobilizes the target
fr: Immobilise la cible

source: Apple
fr: Pomme

source: Tastes Good
fr: c'est bon

source: Earth Wyvern Tail
fr: Queue de Vouivre de Terre

source: A Wyverns Tail
fr: Une queue de Vouivre

source: Fire Wyvern Tail
fr: Queue de Vouivre de Feu

source: Ice Wyvern Tail
fr: Queue de Vouivre de Glace

source: Lightning Wyvern Tail
fr: Queue de Vouivre de Foudre

source: Fire Antlion Heart
fr: Coeur d'Antilion de Feu

source: An Antlion Heart
fr: Un coeur d'Antilion

source: Ring of Protection
fr: Anneau de la Protection

source: Bear Figurine +1
fr: Figurine de l'Ours +1

source: Owl Figurine +1
fr: Figurine de la Chouette +1

source: Cat Figurine +1
fr: Figurine du Chat +1

source: Turtle Figurine +1
fr: Figurine de la Tortue +1

source: Gauntlets of Ogre Power
fr: Gantelets de la puissance de l'Ogre

source: Bear Figurine +2
fr: Figurine de l'Ours +2

source: Owl Figurine +2
fr: Figurine de la Chouette +2

source: Cat Figurine +2
fr: Figurine du Chat +2

source: Turtle Figurine +2
fr: Figurine de la Tortue +2

source: Ring of Strength
fr: Anneau de Force

source: Ring of Dexterity
fr: Anneau de Dextérité

source: Ring of Magic
fr: Anneau de Magie

source: Dark Talisman
fr: Anneau Sombre

source: Better not know how to use this
fr: Mieux vaut ne pas savoir comment l'utiliser

source: Swing
fr: Frapper

source: Basic melee attack
fr: Attaque de melée basique

source: Swing 2
fr: Frapper 2

source: 150% Attack Damage
fr: Dégats d'Attaque de 150 %

source: Swing 3
fr: Frapper 3

source: 200% Attack Damage
fr: Dégats d'Attaque de 200 %

source: Swing 4
fr: Frapper 4

source: Attack multiple enemies in range
fr: Attaque plusieurs ennemis à portée

source: Swing 5
fr: Frapper 5

source: Shoot 1
fr: Tirer

source: Basic ranged attack
fr: Attaque à distance basique

source: Shoot 2
fr: Tirer 2

source: 120% Damage
fr: 120 % de dégats

source: Shoot 3
fr: Tirer 3

source: 150% Damage
fr: 150 % de dégats

source: Shoot 4
fr: Tirer 4

source: Missiles pass through multiple enemies
fr: Les projectiles traversent plusieurs ennemis

source: Shoot 5
fr: Tirer 5

source: Missiles pierce enemy armour and deal 180% damage
fr: Les pojectiles percent les armures des ennemis et font 180 % de dégats

source: Multishot 1
fr: Tir Multiple

source: Shoot three projectiles simultaneously
fr: Tire 3 projectiles simultanément

source: Multishot 2
fr: Tir Multiple 2

source: Shoot five projectiles simultaneously
fr: Tire 5 projectiles simultanément

source: Multishot 3
fr: Tir Multiple 3

source: Shoot seven projectiles simultaneously
fr: Tire 7 projectiles simultanément

source: Multishot 4
fr: Tir Multiple 4

source: Shoot nine projectiles simultaneously
fr: Tire 9 projectiles simultanément

source: Multishot 5
fr: Tir Multiple 5

source: Shoot eleven projectiles simultaneously
fr: Tire 11 projectiles simultanément

source: Quake
fr: Séisme

source: Earth attack damaging surrounding enemies
fr: Attaque de terre endommageant les ennemis environnants

source: Quake 2
fr: Séisme 2

source: More powerful earth atack
fr: Attaque de terre plus puissante

source: Quake 3
fr: Séisme 3

source: Adds stun chance to attack
fr: Ajoute des chances de paralysie à l'attaque

source: Quake Stun Effect
fr: Effet d'étourdissement du séisme

source: Applied the stun effect for 617 with accuracy mod
fr: Applique l'effet paralysant pour 617 avec un mod de précision

source: Quake 4
fr: Séisme 4

source: More Powerful Attack
fr: Attaque plus puissante

source: Applied the stun effect for 619 with accuracy mod
fr: Applique l'effet paralysant pour 619 avec un mod de précision

source: Quake 5
fr: Séisme 5

source: Quake stun Effect
fr: Effet d'étourdissement du séisme

source: Applied the stun effect for 621 with accuracy mod
fr: Applique l'effet paralysant pour 621 avec un mod de précision

source: Quake knockback Effect
fr: Applique l'effet paralysant pour 621 avec un mod de précision

source: Ice Bolt
fr: Éclair de Glace

source: Blast enemies with ice
fr: Explose les ennemis avec de la glace

source: Blue Spark
fr: Éincelle bleue

source: Ice Bolt 2
fr: Éclair de Glace 2

source: More powerful attack
fr: Attaque plus puissante

source: Ice Bolt 3
fr: Éclair de Glace 3

source: Fires 3 bolts
fr: Tire 3 éclairs

source: Ice Bolt 4
fr: Éclair de Glace 4

source: Adds a chance of freezing target
fr: Ajoute une chance de geler la cible

source: Ice bolt freeze effect
fr: Effet de gel de l'éclair de glace

source: Applied the freeze effect for 628 with accuracy mod
fr: Applique l'effet gel pour 628 avec un mod de précision

source: Ice Bolt 5
fr: Éclair de Glace 5

source: Fires 5 bolts
fr: Tire 5 éclairs

source: Call the elements to destroy your enemies
fr: Appelle les éléments à détruire vos ennemis

source: Burn
fr: Brûler

source: Blast enemies in a distant area with fire
fr: Explose les ennemis dans une zine distante avec du feu

source: Shock
fr: Décharge

source: Electrocute an enemy from a distance; +25% crit chance against movement-impaired enemies.
fr: Électrocute un ennemi à distance + 25% de chances de coup critique contre les ennemis à mobilité réduite.

source: Convert undead enemies to fight for you
fr: Convertie les ennemis vivants à se battre pour vous

source: Increased duration, Higher success rate and convert multiple enemies
fr: Augmentation de la durée, Taux de réussite supérieur et conversion de plusieurs ennemis

source: Conversion 3
fr: Convrsion 3

source: Gain ability to convert animals
fr: Gagne la capacité de convertir des animaux

source: Better range and sucess rate
fr: Meilleure portée et plus de chances de succès

source: Convert humanoids, better success rate, larger range and greater duration
fr: Converti les humanoïdes, plus de chances de succès, plus grande portée et plus grande durée

source: Summon Goblin Ally
fr: Invoquer un Gobelin allié

source: Call a goblin ally to fight by your side
fr: Appelez un Gobelin allié pour se battre à vos côtés

source: Summon Goblin Ally 2
fr: Invoquer un Gobelin allié 2

source: More powerful ally which gets stronger along with your defense stat
fr: Allié plus puissant qui devient plus fort avec vos stats de défense

source: Summon Goblin Ally 3
fr: Invoquer un Gobelin allié

source: More powerful ally
fr: Allié plus puissant

source: Summon Goblin Ally 4
fr: Invoquer un Gobelin allié

source: Summon Goblin Ally 5
fr: Invoquer un Gobelin allié

source: Summon Ghost Ally
fr: Invoquer un Fantôme allié

source: Call a Ghost ally to fight by your side
fr: Appelez un Fantôme allié pour se battre à vos côtés

source: Summon Ghost Ally 2
fr: Invoquer un Fantôme allié 2

source: More powerful ally which gets stronger along with your mental stat
fr: Allié plus puissant qui devient plus fort avec vos stats de mental

source: Summon Ghost Ally 3
fr: Invoquer un Fantôme allié 3

source: Summon Ghost Ally 4
fr: Invoquer un Fantôme allié 4

source: Summon Ghost Ally 5
fr: Invoquer un Fantôme allié 5

source: Summon Wyvern Ally
fr: Invoquer une Vouivre alliée

source: Call a Wyvern ally to fight by your side
fr: Appelez une Vouivre alliée pour se battre à vos côtés

source: Summon Wyvern Ally 2
fr: Invoquer une Vouivre alliée 2

source: More powerful ally which gets stronger along with your offense stat
fr: Allié plus puissant qui devient plus fort avec vos stats d'attaque

source: Summon Wyvern Ally 3
fr: Invoquer une Vouivre alliée 3

source: Summon Wyvern Ally 4
fr: Invoquer une Vouivre alliée 4

source: Summon Wyvern Ally 5
fr: Invoquer une Vouivre alliée 5

source: Call a second Wyvern
fr: Appeller une deuxième Vouivre

source: Summon Minotaur Ally
fr: Invoquer un Minotaure allié

source: Call a Minotaur ally to fight by your side
fr: Appelez un Minotaure allié pour se battre à vos côtés

source: Summon Minotaur Ally 2
fr: Invoquer un Minotaure allié 2

source: More powerful ally which gets stronger along with your physical stat
fr: Allié plus puissant qui devient plus fort avec vos stats de physique

source: Summon Minotaur Ally 3
fr: Invoquer un Minotaure allié 3

source: Summon Minotaur Ally 4
fr: Invoquer un Minotaure allié 4

source: Summon Minotaur Ally 5
fr: Invoquer un Minotaure allié 5

source: Recruit
fr: Recruter

source: Convert an enemy that remains loyal until death - limit of 2
fr: Convertir un ennemi qui reste fidèle jusqu'à la mort - limite de 2

source: Curse
fr: Malédiction

source: Enemies take more damage from attacks
fr: Les ennemis prennent plus de dégâtsaux attaques

source: Curse 2
fr: Malédiction 2

source: Increased radius, duration and potency
fr: Rayon accru, la durée et la puissance

source: Curse 3
fr: Malédiction 3

source: Additional reduction of enemy avoidance
fr: Réduction supplémentaire de l'esquive de l'ennemi

source: Curse 4
fr: Malédiction 4

source: Increased range and lowers poise
fr: Une portée accrue et réduit l'équilibre

source: Curse 5
fr: Malédiction 5

source: Massively increased radius, lower elemental resistance and increased potency
fr: Rayon massivement augmenté, résistance élémentaire réduite et puissance accrue

source: Weaken
fr: Affaiblir

source: Enemies deal less damage
fr: Les ennemis font moins de dégâts

source: Weaken 2
fr: Affaiblir 2

source: More potent
fr: Plus puissant

source: Weaken 3
fr: Affaiblir 3

source: Additional lower critical hit rate
fr: Taux de succès critique inférieur supplémentaire

source: Weaken 4
fr: Affaiblir 4

source: Weaken 5
fr: Affaiblir 5

source: Additionally reduces accuracy
fr: Réduit la précision

source: Warcry
fr: Cri de guerre

source: Let out a warcry causing surrounding enemies to flee
fr: Laisse échapper un cri de guerre qui fait fuire les ennemis environnants

source: Warcry 2
fr: Cri de guerre 2

source: Increased radius and duration
fr: Augmente la durée et le rayon

source: Warcry 3
fr: Cri de guerre 3

source: Warcry 4
fr: Cri de guerre 4

source: Enemies are stunned with fear before fleeing
fr: Les ennemis sont étonnés de peur avant de fuir

source: Warcry 5
fr: Cri de guerre 5

source: Traps
fr: Piège

source: Lay a bear trap which immobilizes the target and deals 1-40 damage
fr: Poser un piège à ours qui immobilise la cible et inflige 1-40 points de dégâts

source: Traps 2
fr: Piège 2

source: Lay 2 bear traps dealing 1-60 damage
fr: Pose 2 pièges à ours qui infligent 1-60 points de dégâts

source: Traps 3
fr: Piège 3

source: Lay 4 bear traps dealing 1-80 damage
fr: Pose 4 pièges à ours qui infligent 1-80 points de dégâts

source: Traps 4
fr: Piège 4

source: Lay 6 bear traps dealing 1-100 damage
fr: Pose 6 pièges à ours qui infligent 1 à 100 dégâts

source: Traps 5
fr: Piège 5

source: Lay 10 bear traps dealing 1-150 damage
fr: Pose 10 pièges à ours qui infligent 1-150 points de dégâts

source: Fire Tower
fr: Tour de feu

source: Raise a single tower which shoots fireballs at your enemies
fr: Élever une seule tour qui tire des boules de feu sur vos ennemis

source: Fire Tower 2
fr: Tour de feu 2

source: The tower shoots multiple fireballs
fr: La tour tire plusieurs boulles de feu

source: Fire Tower 3
fr: Tour de feu 3

source: More powerful tower
fr: Tour plus puissante

source: Fire Tower 4
fr: Tour de feu 4

source: Fires even more fireballs
fr: Tire toujours plus de boules de feu

source: Fire Tower 5
fr: Tour de feu 5

source: Decoy
fr: Leurre

source: Create a decoy which takes enemy attacks and tries to snare them
fr: Crée un leurre qui prend les attaques ennemies et tente de les piéger

source: HP Boost
fr: Boost de vie

source: Raises HP by 50
fr: Augmente les PV de 50

source: HP Boost 2
fr: Boost de vie 2

source: Raises HP boost to 100
fr: Augmente les PV de 100

source: HP Boost 3
fr: Boost de vie 3

source: Raises HP boost to 150
fr: Augmente les PV de 150

source: HP Boost 4
fr: Boost de vie 4

source: Raises HP boost to 200
fr: Augmente les PV de 200

source: HP Boost 5
fr: Boost de vie 5

source: Raises HP boost to 300
fr: Augmente les PV de 300

source: Melee Boost
fr: Boost de mélée

source: Raises Melee damage by 5
fr: Augmente les dégats de mélée de 5

source: Melee Boost 2
fr: Boost de mélée 2

source: Raises Melee damage boost to 10
fr: Augmente les dégats de mélée de 10

source: Melee Boost 3
fr: Boost de mélée 3

source: Raises Melee damage boost to 20
fr: Augmente les dégats de mélée de 20

source: Melee Boost 4
fr: Boost de mélée 4

source: Raises Melee damage boost to 30
fr: Augmente les dégats de mélée de 30

source: Melee Boost 5
fr: Boost de mélée 5

source: Raises Melee damage boost to 50
fr: Augmente les dégats de mélée de 50

source: Raises all allies hp by 50
fr: Augmente les PV des alliés de 50

source: Additional bonus to damage absorb
fr: Bonus supplémentaire d'absorbtion

source: Additional bonus to avoidance
fr: Bonus supplémentaire d'esquive

source: Additional bonus to Elemental resistances
fr: Bonus supplémentaire de résistance élémentaire

source: More effective and longer duration
fr: Plus efficace et plus longue durée

source: Revert Form
fr: Rétablir la forme

source: Transform back to human
fr: Retransforme en humain

source: Werewolf
fr: Loup-Garou

source: Transform into Werewolf
fr: Transforme en Loup-Garou

source: Werewolf 2
fr: Loup-Garou 2

source: Werewolf 3
fr: Loup-Garou 3

source: Werewolf 4
fr: Loup-Garou 4

source: Werewolf 5
fr: Loup-Garou 5

source: Werewyvern
fr: Vouivre-Garou

source: Transform into Werewyvern
fr: Transforme en Vouivre-Garou

source: Werewyvern 2
fr: Vouivre-Garou 2

source: Werewyvern 3
fr: Vouivre-Garou 4

source: Werewyvern 4
fr: Vouivre-Garou 4

source: Werewyvern 5
fr: Vouivre-Garou 5

source: Channel Spirit
fr: Canal d'esprit

source: Take the form of a ghost
fr: Prend la forme d'un fantôme

source: Orange Spark
fr: Étincelle orange

source: Fear Swing
fr: Coup de peur

source: Melee attack with chance of fear
fr: Attaque de mélée avec des chances de faire peur à l'ennemi

source: Swing flee effect
fr: Effet de fuite du coup

source: Chance of flee effect
fr: Chances d'effet de fuite

source: Fear Swing 2
fr: Coup de peur 2

source: Melee attack with greater chance of fear
fr: Attaque de mélée avec de plus grandes chances de faire peur à l'ennemi

source: Fear Swing 3
fr: Coup de peur 3

source: Conversion Swing
fr: Coup de conversion

source: Melee attack with chance of conversion
fr: Attaque de mélée avec des chances de convertir l'ennemi

source: Swing conversion effect
fr: Effet de conversion du coup

source: Chance of conversion effect
fr: Chances d'effet de conversion

source: Conversion Swing 2
fr: Coup de conversion 2

source: Conversion Swing 3
fr: Coup de conversion 3

source: Summon Zombie1
fr: Invoquer un zombie

source: spawn zombie1
fr: Fait apparaître un zombie

source: Summon Zombie2
fr: Invoquer un zombie 2

source: spawn zombie2
fr: Fait apparaître un zombie

source: Summon Zombie3
fr: Invoquer un zombie 3

source: spawn zombie3
fr: Fait apparaître un zombie

source: Summon Skeleton 1
fr: Invoquer un squelette

source: spawn skeleton 1
fr: Fait apparaître un squelette

source: Summon Skeleton 2
fr: Invoquer un squelette 2

source: spawn skeleton 2
fr: Fait apparaître un squelette

source: Summon Skeleton 3
fr: Invoquer un squelette 3

source: spawn skeleton 3
fr: Fait apparaître un squelette

source: Summon Skeleton archer 1
fr: Invoquer un squelette archer

source: spawn skeleton archer 1
fr: Fait apparaître un squelette archer

source: Summon Skeleton archer 2
fr: Invoquer un squelette archer 2

source: spawn skeleton archer 2
fr: Fait apparaître un squelette archer 2

source: Summon Horseman
fr: Invoquer un centaure

source: spawn horseman
fr: Fait apparaître un centaure

source: Summon Ghost1
fr: Invoquer un fantôme

source: spawn ghost1
fr: Fait apparaître un fantôme

source: Summon Ghost2
fr: Invoquer un fantôme 2

source: spawn ghost2
fr: Fait apparaître un fantôme 2

source: Summon Ghost3
fr: Invoquer un fantôme 3

source: spawn ghost3
fr: Fait apparaître un fantôme 3

source: Summon Ghost4
fr: Invoquer un fantôme 4

source: spawn ghost4
fr: Fait apparaître un fantôme 4

source: Summon Ghost5
fr: Invoquer un fantôme 5

source: spawn ghost5
fr: Fait apparaître un fantôme 5

source: Decoy Bear Trap
fr: Piège à ours leurre

source: Caltrops
fr: Chausse-trappe

source: This trap deals 75% ranged weapon damage and slows the target.
fr: Ce piège inflige 75% de dégâts à distance et ralentit la cible.

source: Lay a bear trap which immobilizes the target
fr: Pose un piège à ours qui immobilise la cible

source: Tastes good
fr: C'est bon

source: Block
fr: Bloque

source: Raise your shield to raise your avoidance by 10% and absorb by 1-5. Chance to reflect missiles increased by 50%.
fr: Soulevez votre bouclier pour augmenter votre esquive de 10% et absorber de 1 à 5. Les chances de refléter les projectiles augmentent de 50%.

source: Raise your shield to raise your avoidance by 20% and absorb by 1-5. Chance to reflect missiles increased by 60%.
fr: Soulevez votre bouclier pour augmenter votre esquive de 20% et absorber de 1 à 5. Les chances de refléter les projectiles augmentent de 60%.

source: Raise your shield to raise your avoidance by 20% and absorb by 2-5. Chance to reflect missiles increased by 60%.
fr: Soulevez votre bouclier pour augmenter votre esquive de 20% et absorber de 2 à 5. Les chances de refléter les projectiles augmentent de 60%.

source: Raise your shield to raise your avoidance by 25% and absorb by 2-5. Chance to reflect missiles increased by 65%.
fr: Soulevez votre bouclier pour augmenter votre esquive de 25% et absorber de 2 à 5. Les chances de refléter les projectiles augmentent de 65%.

source: Channel
fr: Canal

source: Basic magic attack
fr: Attque magique basique

source: Arrow Wall Strike
fr: Frappe d'un mur de flèches

source: Static (end boss)
fr: Static (boss de fin)

source: Swing (end boss)
fr: Swing (boss de fin)

source: Throw Axe
fr: Jeter une hache

source: Throw an axe to deal 150% of melee weapon damage
fr: Jette une hache qui fait 150% des dégats de mélée de votre arme

source: Fire Storm
fr: Orage de feu

source: Lightning ball
fr: Balle de foudre

source: Lightning Bolt
fr: Éclair de foudre

source: Leaf Storm
fr: Orage de feuilles

source: Freeze
fr: Gel

source: Create a ray of piercing cold that slows enemies
fr: Crée un rayon de froid perçant qui ralentit les ennemis

source: Ember Shot
fr: Tir de braises

source: Fire a spray of burning embers at close range
fr: Lance un jet de braises brûlantes à courte distance

source: Lightning Ball
fr: Ball de foudre

source: Energy Ball
fr: Balle d'énergie

source: Swing2
fr: Frappe 2

source: Use on second swing animation
fr: Utiliser sur l'animation de la deuxième frappe

source: Shoot
fr: Tir

source: Multishot
fr: Tir multiple

source: Fire Resistance
fr: Résistance au feu

source: Ice Resistance
fr: Résistance à la glace

source: Earth Resistance
fr: Résistance à la terre

source: Lightning Resistance
fr: Résistance à la foudre

source: Adventurer
fr: Aventurier

source: Your basic sword wielding, dragon slaying adventurer
fr: Brandissant votre épée basique, l'aventurier tua un dragon

source: Antlion
fr: Antilion

source: Antlion Blinker
fr: Antilion clignotant

source: Antlion Burster
fr: Antilion explosif

source: Antlion Freezer
fr: Antilion paralysant

source: Antlion Hatchling
fr: Petit Antilion

source: Antlion Slasher
fr: Antilion tailladeur

source: Antlion Spitter
fr: Antilion cracheur

source: Cursed Grave
fr: Tombe maudite

source: Goblin
fr: Gobelin

source: Goblin Charger
fr: Chargeur gobelin

source: Goblin Charger Elite
fr: Chargeur gobelin d'élite

source: Goblin Shaman
fr: Gobelin Shaman

source: Goblin Spearman
fr: Lancier gobelin

source: Goblin Spearman Elite
fr: Lancier gobelin d'élite

source: Krakatoa, Antlion Burster
fr: Krakatoa, Antilion explosif

source: Miner
fr: Mineur

source: Minotaur
fr: Minotaure

source: Apprentice Necromancer
fr: Apprenti nécromancien

source: Ghost
fr: Fantôme

source: Ghost Captain
fr: Capitaine fantôme

source: Headless Horseman
fr: Centaure sans-tête

source: Skeleton
fr: Squelette

source: Skeleton Fighter
fr: Combattant squelette

source: Skeleton Knight
fr: Chevalier squelette

source: Skeleton Archer
fr: Archer squelette

source: Fresh Zombie
fr: Zombie frais

source: Ravenous Zombie
fr: Zombie vorace

source: Adult Wyvern
fr: Vouivre adulte

source: Zaltor the Bloody
fr: Zaltor le Sanglant

source: Tarlek the Cruel
fr: Tarlek le Cruel

source: Ghostly Commander
fr: Commandant fantômatique

source: Horse
fr: Cheval

source: Werebear
fr: Ours-Garou

source: Earth Wyvern
fr: Vouivre de terre

source: Fire Wyvern
fr: Vouivre de feu

source: Ice Wyvern
fr: Vouivre de glace

source: Lightning Wyvern
fr: Vouivre de foudre

source: Antlion Hatcher
fr: Larve antilion

source: Antlion Scorcher
fr: Antilion écorcheur

source: Demon
fr: Démon

source: Living Statue
fr: Statue Vivante

source: Ghoul
fr: Goule

source: Hobgoblin
fr: Hobgobelin

source: Hobgoblin Spearman
fr: Lancier Hobgobelin

source: Hobgoblin Elite
fr: Hobgobelin d'Elite

source: Hobgoblin Elite Spearman
fr: Lancier Hobgobelin d'Elite

source: Hobgoblin Elite Mage
fr: Mage Hobgobelin d'Elite

source: Hobgoblin Mage
fr: Mage Hobgobelin

source: Poltergeist
fr: Esprit frappeur

source: Shade
fr: Ombre

source: Skeleton Apprentice
fr: Apprenti Squelette

source: Skeleton Mage
fr: Mage Squelette

source: Skeleton Mage Elite
fr: Mage Squelette d'Elite

source: Old Skeleton
fr: Squelette Ancien

source: Skeleton Knight Elite
fr: Chevalier Squelette d'Elite

source: Barbarian
fr: Barbare

source: Berserker
fr: Berseker

source: Infantry
fr: Infanterie

source: Battle Mage
fr: Mage de Bataille
